

[

    {
     "name": "Cat",
     "sanskrit": "Marjaryasana",
     "cues": "Exhale, draw your belly in, press through your hands, the tops of your feet. Lightly tuck your chin and look down."
    },
    
    {
     "name": "Cow",
     "sanskrit": "Bitilasana",
     "cues": "Begin in tabletop, legs hip distance apart, knees directly beaneath your hips, wrists and elbows stacked under your shoulders. Keep your chest open as you gently arch your back, allow the tailbone to lift, belly to drop toward the mat, draw your shoulders down and gaze up."
    },
    
    {
     "name": "Child's Pose",
     "sanskrit": "Balasana",
     "cues": "In tabletop, touch your big toes together behind you and keep your knees wide. Reach your arms forward as you guide your hips back toward your heels and sink into child's pose. You can rest your forehead on the mat here, option to lower your your arms alongside you if that's more comfortable."
    },
    
    {
     "name": "Mountain Pose",
     "sanskrit": "Tadasana",
     "cues": "Come to standing at the front of your mat, feet hip distance apart, root down through your feet as you lengthen up through the crown."
    },
    
    {
     "name": "Standing Forward Fold",
     "sanskrit": "Uttanasana",
     "cues": "Root down through all four corners of your feet and keep your torso and spine long as you fold forward at the hips. Be sure not to lock your knees here, maintain a bend or slight bend."
    },
    
    {
     "name": "Halfway Lift",
     "sanskrit": "Ardha Uttanasana",
     "cues": "Rise at your hips and bring your torso halfway up, keep your spine and neck lengthened, option to be up on your fingertips or lift the hands to your shins, gaze forward."
    },
    
    {
     "name": "Crescent Lunge Right",
     "sanskrit": "Anjaneyasana",
     "cues": "Plant your right foot forward in between your hands, align your front knee with your front ankle, lengthen up through the crown of your head, sweep your arms overhead."
    },
    
    {
     "name": "Crescent Lunge Left",
     "sanskrit": "Anjaneyasana",
     "cues": "Plant your left food forward in between your hands, stack your front knee over your front ankle, sweep your arms overhead, find length as your chest lifts up."
    },
    
    {
     "name": "Down Dog",
     "sanskrit": "Adho Mukha Svanasana",
     "cues": "Begin in tabletop, spread your fingers wide and root down eveningly through each hand, press down firmly through your thumb and forefingers. As you inhale, tuck your toes and lengthen your tailbone up towards the sky. Press your heels toward the ground, draw your shoulders away from your ears and gently pull your belly into your spine."
     },
    
    {
     "name": "Wide-Legged Forward Fold",
     "sanskrit": "Prasarita Podottanasana",
     "cues": "Face the side of your mat and step your feet wide. Engage your core muscles, bring your hands to your hips and hinge forward, folding toward the mat. Activate your quad muscles and draw your kneecaps slightly up."
    },
    
    {
     "name": "Tree Pose",
     "sanskrit": "Vrksasana",
     "cues": "Come to mountain pose, root down through your feet and engage your core. Find a focal point to help you maintain your balance, bring the sole of your right foot onto your ankle, shin, or upper thigh, avoiding the knee. Bring your hands into anjali mudra or overhead, palms facing each other."
    },
    
    {
     "name": "Tree Pose",
     "sanskrit": "Vrksasana",
     "cues": "Release back to mountain pose and switch sides. Root down through your feet and engage your core, find a focal point to help you maintain your balance, and take the same variation you as on the first side."
    },
    
    {
     "name": "Locust Pose",
     "sanskrit": "Salabhasana",
     "cues": "Begin on your stomach, forehead resting on the mat, legs about hip distance apart. Rest your arms by your sides, palms facing up. Engage your legs, chest arms and begin to raise them up as your pelvis and belly root into the mat. Keep your spine long and broaden across the shoulders. Keep your head and neck relaxed and your gaze soft."
    },
    
    {
     "name": "Cow Face Right",
     "sanskrit": "Gomukhasana",
     "cues": "Begin in staff pose. Stack your right knee on top of your left knee, draw the heels back, feet equal distance from your hips and sink evenly into your sit bones. Lift the left arm up and bend your elbow, reaching toward the upper back. Bend your right elbow behind you, reaching toward the lower back. if possible, grasp both hands behind you, otherwise rest the left hand on the top of your back and the bottom hand on your lower back. Lengthen through your spine and relax your shoulders away from your ears."
    },
    
    {
     "name": "Cow Face Left",
     "sanskrit": "Gomukhasana",
     "cues": "Begin in staff pose. Stack your left knee on top of your right knee, draw the heels back, feet equal distance from your hips. Sink evenly into your sit bones. Lift the left arm up and bend your elbow, reaching toward the upper back. Bend your left elbow behind you, reach it toward the lower back. If possible, grasp both hands behind you, otherwise rest the right hand on the top of your back and the bottom hand on your lower back. Lengthen through your spine and relax your shoulders away from your ears."
    },
    
    {
     "name": "Seated Forward Fold",
     "sanskrit": "Paschimottanasana",
     "cues": "Come into a seated position with your legs out in front of you. Lengthen up through the crown of your head and spine, drawing your shoulders away from the ears. Lift your arms and hinge forward from the hips, keep your spine straight as you fold. Allow your hands to rest on your toes, ankles, or shin and rest here, keeping your neck and gaze soft."
    },
    
    {
     "name": "Seated Straddle",
     "sanskrit": "Upavistha Konasana",
     "cues": "Come to a seated pose with your spine lengthened and legs in front of you. Open your legs wide into a V shape, root through your sit bones. Keep your spine long and toes pointed toward the sky as you slowly walk your hands out in front of you, stopping at a comfortable stretch."
    },
    
    {
     "name": "Bound Angle Pose",
     "sanskrit": "Baddha Konasana",
     "cues": "Begin in staff pose, legs out in front of you. Bend your knees and bring the soles of your feet together. Let your knees gently fall open to either side. Grasp your toes or ankles and root firmly through your sit bones as you hinge forward at the hips. mMaintain the length in your back as you settle into a comfortable stretch."
    },
    
    {
     "name": "Pigeon Pose Right",
     "sanskrit": "Rajakapotasana",
     "cues": "From downward dog or tabletop, bring your right foot on your mat behind your left wrist. Extend the left leg back on the mat with the top of your left foot resting on the mat. Square your hips towards the front of the mat. Inhale, lengthen. Exhale, gently deepen into the stretch."
    },
    
    {
     "name": "Pigeon Pose Left",
     "sanskrit": "Rajakapotasana",
     "cues": "From downward dog or tabletop, bring your left foot on your mat behind your left wrist, extend the left leg back on the mat with the top of your left foot resting on the mat. Square your hips towards the front of the mat. Inhale, lengthen. Exhale, gently deepen into the stretch."
    },
    
    {
     "name": "Seated Spinal Twist Right",
     "sanskrit": "Ardha Matsyendrasana",
     "cues": "Begin in staff pose. Bend your right knee, placing your right foot next to the left thigh and place your right hand behind you. With your left hand on your knee and core engaged, lengthen up through the spine and slowly twist your torso to the right side. Allow your head and neck to follow gently, stopping where comfortable. As you exhale, focus on gently deepening the twist. As you inhale, lengthen up through the spine and torso."
    },
    
    {
     "name": "Seated Spinal Twist Left",
     "sanskrit": "Ardha Matsyendrasana",
     "cues": "Begin in staff pose. Bend your left knee, placing your left foot next to the right thigh and place your left hand behind you. Place your right hand on your knee. Engage your core, lengthen up through the spine and slowly twist your torso to the right side. Allow your head and neck to follow gently, stopping where comfortable. As you exhale, focus on gently deepening the twist. As you inhale, lengthen up through the spine and torso."
    },
    
    {
     "name": "Supine Twist Right",
     "sanskrit": "Jathara Parivartanasana",
     "cues": "Come on to your back with your knees bent. Stretch your arms out wide, shoulders relaxed toward the mat. Draw your knees into your chest and then allow both to fall comfortably to your rightt, and keep your shoulders pressed toward the mat."
    },
    
    {
     "name": "Supine Twist Left",
     "sanskrit": "Jathara Parivartanasana",
     "cues": "Bring your legs back to center, keeping your knees drawn in. Allow your knees to fall comfortably to your left."
    },
    
    {
     "name": "Happy Baby",
     "sanskrit": "Ananda Balasana",
     "cues": "Come onto your back with your arms and legs by your sides. Gently draw your knees close to your chest and grab your feet or ankles. Flex your feet and press gently into your hands at the same time, grounding down through your shoulders and tailbone. Lengthen your lower back down onto the mat."
    },
    
    {
     "name": "Bridge",
     "sanskrit": "Setu Bandha Sarvangasana",
     "cues": "Come onto your back with your arms by your sides and palms facing down. Bend your knees and bring your heels comfortably close to your sit bones. Keep your knees in alignment with your ankles and your feet hip distance apart. Press your feet into your mat, engage your core, and lift your hips toward the sky. Keep your neck long, softly tuck your chin."
    },
    
    {
     "name": "Warrior 1 Right",
     "sanskrit": "Virabhadrasana 1",
     "cues": "Begin in mountain pose and step your left foot back about 3-5 feet, depending on comfort. Turn your front foot 90 degrees toward the front of the mat and your back foot about 45 degrees in. Align your front heel with the arch of your back foot. Press into your back heel as you bend you front knee. Don't let your front knee track past your ankle. Draw your belly into the spine and point your tailbone down while lifting your ribs up. Keep hips squared to the front of the mat, bring your hands to the sky with palms facing each other. Lengthen through the crown of your head and draw down the shoulders."
    },
    
    {
     "name": "Warrior 1 Left",
     "sanskrit": "Virabhadrasana 1",
     "cues": "Begin in mountain pose and step your left foot back about 3-5 feet, depending on comfort. Turn your front foot 90 degrees toward the front of the mat and your back foot about 45 degrees in. Align your front heel with the arch of your back foot. Press into your back heel as you bend you front knee. Don't let your front knee track past your ankle. Draw your belly into the spine and point your tailbone down while lifting your ribs up. Keep hips squared to the front of the mat, bring your hands to the sky with palms facing each other. Lengthen through the crown of your head and draw down the shoulders."
    },
    
    {
     "name": "Chair",
     "sanskrit": "Utkatasana",
     "cues": "From tadasana, bring your feet and thighs together. Bend your knees, sit back on your hips. Don't let your knees track past your toes here, gently sit back to adjust. Keep most of your weight in your heels, pull your navel into your spine. Raise your arms to the sky, palms facing. Relax your kneck and shoulders, focus on a smooth and steady breath."
    },
    
    {
     "name": "Camel",
     "sanskrit": "Ustrasana",
     "cues": "Come to a kneeling position with your knees hip distance apart. Gently press the tops of your feet into the mat. Bring your hands to your lower back. Tilt back gently, keeo your chest broad and open. Keep your hips directly over your knees with the thighs perpendicular to the ground. Slowly raise back up to kneeling."
    },
    
    {
     "name": "Boat",
     "sanskrit": "Paripurna Navasana",
     "cues": "Come to a seated pose facing the front of your mat, knees bent in front of you. Engage your core muscles, draw your shoulders away from your ears, and begin to tilt back slightly. Grab the backs of your thighs and begin to lift your legs up so your shins become parallel to the mat. Lengthen up through the crown. Stay here or bring your arms in front of you, parallel to the mat."
    },
    
    {
     "name": "Chaturanga",
     "sanskrit": "Chaturanga Dandasana",
     "cues": "Begin in plank pose with your wrists directly under your shoulders, engage your core and activate your thighs. Roll forward slightly on your toes, keep your elbows hugged into your body and begin to lower down slowly."
    },
    
    {
     "name": "Warrior 2 Right",
     "sanskrit": "Virabhadrasana 2",
     "cues": "From Tadasana, step your left foot back 3-5 feet. Point your front toes 90 degrees toward the front of the mat and turn your back foot slightly in or parallel to the mat. Align heel of your front foot with the arch of your back foot. Draw energy up through the inner arches of your feet and lift your arms out wide, parallel to the mat. Bend your front knee so that it stacks over your front ankle or slightly behind. Lengthen your tailbone down as you lift your crown toward the sky."
    },
    
    {
     "name": "Warrior 2 Left",
     "sanskrit": "Virabhadrasana 2",
     "cues": "From Tadasana, step your left foot back 3-5 feet. Point your front toes 90 degrees toward the front of the mat and turn your back foot slightly in or parallel to the mat. Align heel of your front foot with the arch of your back foot. Draw energy up through the inner arches of your feet and lift your arms out wide, parallel to the mat. Bend your front knee so that it stacks over your front ankle or slightly behind. Lengthen your tailbone down as you lift your crown toward the sky."
    },
    
    {
     "name": "Reverse Warrior Right",
     "sanskrit": "Viparita Virabhadrasana",
     "cues": "From Warrior 2, bring your hand down your back leg and reach your front hand up towards the sky.  Lengthen up through your rib cage. Tilt back slightly coming into a soft backbend. Keep your chest open and lifted toward the sky."
    },
    
    {
     "name": "Reverse Warrior Left",
     "sanskrit": "Viparita Virabhadrasana",
     "cues": "From Warrior 2, bring your hand down your back leg and reach your front hand up towards the sky.  Lengthen up through your rib cage. Tilt back slightly coming into a soft backbend. Keep your chest open and lifted toward the sky."
    },
    
    {
     "name": "Savasana",
     "sanskrit": "Savasana",
     "cues": "Come into a comfortable lying pose on your back. Rest your arms by your sides, palms up toward the sky. Let your feet fall open to the sides, allow your shoulders to sink into the mat. Soften the muscles of your face. Close your eyes. Allow your breath to come naturally and softly, releasing tension with every exhale. Follow the breath or focus on a mantra as you rest here, releasing the thoughts from your mind. Allow the muscles in your body to completely relax, let go of any tension in your jaw. Just breathe. Give yourself this time to just be."
    },
    
    {
     "name": "High Lunge Right",
     "sanskrit": "Ashta Chandrasana",
     "cues": "From tabletop, plant your right foot forward in between your hands. Align your front knee over your ankle. Inhale and sweep your arms overhead and draw your shoulders away from your ears. Engage your core muscles and thighs, lift your left knee up from the mat. Straighten your left leg and stay up on the ball of your left foot. Keep your hips squared toward the front of the mat. Lift your torso and engage your core. Lengthen through the crown of your head."
    },
    
    {
     "name": "High Lunge Left",
     "sanskrit": "Ashta Chandrasana",
     "cues": "From tabletop, plant your left foot forward in between your hands. Stack your front knee over your ankle. Inhale and sweep your arms overhead and draw your shoulders shoulders away from your ears. Engage your core muscles and quadreceps, lift your left knee up from the mat. Straighten your left leg and stay up on the ball of your left foot. Keep your hips squared toward the front of the mat. Lift your torso and engage your core. Lengthen through the crown of your head."
    },
    
    {
     "name": "Cobra",
     "sanskrit": "Bhujangasana",
     "cues": "Lie on your belly and bring your hands under your shoulders. Allow the tops of your feet to rest on the mat with your legs a few inches apart. Keep your elbows hugged into your body as your slowly begin to lift your chest. Peel your torso off the ground keeping your pelvis rooted to the mat. Roll your shoulder blades down your back, lengthen up through the crown of your head. Gaze upwards without straining the neck, legs are active. Keep your spine long, slowly release back to the mat."
    },
    
    {
     "name": "Upward Facing Dog",
     "sanskrit": "Urdhva Mukha Svanasana",
     "cues": "Start on your belly with your back legs extended a few inches apart. Allow the tops of your feet to rest on the mat. Rest your hands, palms down, by your ribs, elbows bent and hugged into your body. Press firmly into your hands as you lift up and begin to straighten the arms. Straighten your arms as far as is comfortable for you. Keep your chest open, drop your shoulders down away from your ears and engage your thigh muscles, lifting your legs a few inches off the ground. Keep the tops of your feet pressed into the mat. Tilt back slowly, coming into a slight backbend, only as far as is comfortable. Gaze forward or up towards the sky."
    },
    
    {
     "name": "Plow Pose",
     "sanskrit": "Halasana",
     "cues": "Begin on your back with your arms by your sides. Engage your core and begin to lift your torso off the ground, bringing it perpendicular to the mat. Tuck your chin into your chest slightly and keep your neck soft to avoid compression of your neck. Allow your legs to come overhead and let your toes to rest on the mat. Align your hips with your shoulders. If your legs don't reach all the way over, bring your hands to your lower back for support. Keep the weight in your shoulders and upper back, not your neck or head. To exit the pose, bring the hands to the lower back for support, engage your legs and core to lift up, and slowly come down one vertebrae at a time."
    },
    
    {
     "name": "Warrior 3 Right",
     "sanskrit": "Virabhadrasana 3",
     "cues": "From Tadasana, with your feet hip distance apart, find a spot in front of you to focus on to maintain your balance. Engage your core muscles and begin to shift your weight onto your right foot as you lift the left foot back. Raise the back leg relatively parallel to the mat. Flex your back foot down toward the mat and keep your front toes pointing forward. Begin to tilt your torso forward so that your arms, neck, head, and body are parallel to the mat. Reach your arms forward in front of you, let your neck soften and gaze straight ahead. Imagine a long line of energy from your fingers through your back foot. Root down through your standing leg, engaging your quads."
    },
    
    {
     "name": "Warrior 3 Left",
     "sanskrit": "Virabhadrasana 3",
     "cues": "From Tadasana, with your feet hip distance apart, find a spot in front of you to focus on to maintain your balance. Engage your core muscles and begin to shift your weight onto your left foot as you lift the right foot back. Raise the back leg relatively parallel to the mat. Flex your back foot down toward the mat and keep your front toes pointing forward. Begin to tilt your torso forward so that your arms, neck, head, and body are parallel to the mat. Reach your arms forward in front of you, let your neck soften and gaze straight ahead. Imagine a long line of energy from your fingers through your back foot. Root down through your standing leg, engaging your quads."
    },
    
    {
     "name": "Dancer Right",
     "sanskrit": "Natarajasana",
     "cues": "Come to Tadasana. Begin to shift your weight onto your right foot. Bend your left knee back behind you, allowing your left heel to come toward your left glutes. Reach your left hand back and grab your left ankle or foot. If it is too difficult to reach your foot, you can use a strap around the top of your left foot, taking hold of it with your left hand. Bring your right hand up towards the ceiling, find a focal point for your gaze to maintain balance. Press into your grounded foot and engage your core. Squeeze your inner thighs together slightly as you begin to tilt your torso forward as your lift your left foot up--working to get your back thigh parallel to the ground. Keep your chest open. Come out of the pose slowly. Lower back down to mountain pose."
    },
    
    {
     "name": "Dancer Left ",
     "sanskrit": "Natarajasana",
     "cues": "Come to Tadasana. Begin to shift your weight onto your left foot. Bend your right knee back behind you, allowing your right heel to come toward your right glutes. Reach your right hand back and grab your right ankle or foot. If it is too difficult to reach your foot, you can use a strap around the top of your right foot, taking hold of it with your left hand. Bring your right hand up towards the ceiling, find a focal point for your gaze to maintain balance. Press into your grounded foot and engage your core. Squeeze your inner thighs together slightly as you begin to tilt your torso forward as your lift your right foot up--working to get your back thigh parallel to the ground. Keep your chest open. Come out of the pose slowly. Lower back down to mountain pose."
    },
    
    {
     "name": "Half Moon Right",
     "sanskrit": "Ardha Chandrasana",
     "cues": "From a standing forward fold, bring your right fingertips about 8-12 inches away from your feet. Find a focal point ahead of you to help maintain balance and begin to shift your weight into your right leg. Begin to lift your left leg up  back towards the sky behind you - bringing it parallel to the mat. Maintain a soft bend in your standing knee. Lift your left arm up towards the sky as you keep your shoulders stacked over each other. Keep your top hip stacked over the bottom hip and open your torso to the left side of your mat. To come out of the post, release your hand and foot back down towards the mat coming back into standing forward fold."
    },
    
    {
     "name": "Half Moon Left",
     "sanskrit": "Ardha Chandrasana",
     "cues": "From a standing forward fold, bring your left fingertips about 8-12 inches away from your feet. Find a focal point ahead of you to help maintain balance and begin to shift your weight into your left leg. Begin to lift your right leg up  back towards the sky behind you - bringing it parallel to the mat. Maintain a soft bend in your standing knee. Lift your right arm up towards the sky as you keep your shoulders stacked over each other. Keep your top hip stacked over the bottom hip and open your torso to the right side of your mat. To come out of the post, release your hand and foot back down towards the mat coming back into standing forward fold."
    },
    
    {
     "name": "Three Legged Dog Right" ,
     "sanskrit": "Eka PAda Adho Mukha Svanasana",
     "cues": "Begin in downward facing dog. Engage your core as you lift the left leg up and back towards the sky. Keep your hips squared to the front of the mat as you maintain length in the back leg. Hold for several breaths, release your leg back down into downward dog."
    },
    
    {
     "name": "Three Legged Dog Left" ,
     "sanskrit": "Eka Pada Adho Mukha Svanasana",
     "cues": "Begin in downward facing dog. Engage your core as you lift the right leg up and back towards the sky. Keep your hips squared to the front of the mat as you maintain length in the back leg. Hold for several breaths, release your leg back down into downward dog."
    },
    
    {
     "name": "Gate Right",
     "sanskrit": "Parighasana",
     "cues": "Kneel on the floor, stretch your right leg out to the right and press the foot to the floor. Keep your left knee directly below your left hip so your thigh is perpendicular to the floor. Align your right heel with the left knee. As you inhale, bring your arms out to your sides, parallel to the floor with palms facing down. Glide your right hand down to rest on the shin or ankle of the right leg. Stretch up your left arm and gently bend toward the right, stretching your left side with arm overhead. Inhale and reach through the top arm to draw yourself upright. Lower your arms and bring the right knee back beside the left to switch sides."
    },
    
    {
     "name": "Gate Left",
     "sanskrit": "Parighasana",
     "cues": "Kneel on the floor, stretch your leftleg out to the left and press the foot to the floor. Keep your right knee directly below your right hip so your thigh is perpendicular to the floor. Align your left heel with the right knee. As you inhale, bring your arms out to your sides, parallel to the floor with palms facing down. Glide your left hand down to rest on the shin or ankle of the right leg. Stretch up your left arm and gently bend toward the right, stretching your right side with arm overhead. Inhale and reach through the top arm to draw yourself upright. Lower your arms and bring the right knee back beside the left to switch sides."
    },
    
    {
     "name": "Lizard Right",
     "sanskrit": "Utthan Pristhasana",
     "cues": "From plank, step your right foot forward between your hands. Alighn your front knee with your front ankle. Come up onto the ball of your left foot and push slightly forward. If you are new to this pose or working on hip flexibility, keep your left knee down on the mat. Bring both of your hands to the inside of your right foot and begin to move your right foot closer to the edge of the right side of your mat. Engage and activate your core and back leg muscles to maintain your balance. Option to come down onto your forearms to deepen the pose. Release out of the pose and switch sides."
    },
    
    {
     "name": "Lizard Left",
     "sanskrit": "Utthan Pristhasana",
     "cues": "From plank, step your left foot forward between your hands. Align your front knee with your front ankle. Come up onto the ball of your right foot and push slightly forward. If you are new to this pose or working on hip flexibility, keep your right knee down on the mat. Bring both of your hands to the inside of your left foot and begin to move your left foot closer to the edge of the left side of your mat. Engage your core and back leg muscles to maintain your balance. Option to come down onto your forearms to deepen the pose."
    },
    
    {
     "name": "Goddess Pose",
     "sanskrit": "Utkata Konasana",
     "cues": "Begin in Mountain Pose. Step your feet wide, a few feet apart, and turn your toes out slightly towards the outer edges of the mat--at about a 45 degree angle. Bend your knees and come into a wide squat, working to get your thighs parallel to the mat. Keep your knees pointed in the same direction as your toes. Tuck the tailbone down and slightly bring your hips forward. Bring your hands into anjali mudra. Check in with your core to make sure it's engaged. To come out of the pose, press firmly into your legs and feet, bring your hands to your hips for stability as you slowly straighten your legs."
    },
    
    {
     "name": "Revolved Chair Pose Right",
     "sanskrit": "Parivrtta Utkatasana",
     "cues": "From Tadasana, inhale to lift your arms overhead. Exhale to shift your weight onto your heels as you bend your knees and sit back and down into Utkanasana. Try to stack your knees over your ankles or as close as possible rather than over the toes. Exhale and bring your hands to your heart in anjali mudra. Reach up through the crown of your head, lengthening the spine. On your exhale, hook your left elbow outside your right thigh, pressing your palms together. Pull your palms down toward your navel, push your top hand down a bit more to widen your top collarbone and gently revolve your chest. Keep your weight in your heels. Release the twist and slowly come back up to standing."
    },
    
    {
     "name": "Revolved Chair Pose Left",
     "sanskrit": "Parivrtta Utkatasana",
     "cues": "From Tadasana, inhale to lift your arms overhead. Exhale to shift your weight onto your heels as you bend your knees and sit back and down into Utkanasana. Try to stack your knees over your ankles or as close as possible rather than over the toes. Exhale and bring your hands to your heart in anjali mudra. Reach up through the crown of your head, lengthening the spine. On your exhale, hook your right elbow outside your left thigh, pressing your palms together. Pull your palms down toward your navel, push your top hand down a bit more to widen your top collarbone and gently revolve your chest. Keep your weight in your heels. Release the twist and slowly come back up to standing."
    },
    
    {
     "name": "Plank",
     "sanskrit": "sanskrit",
     "cues": "From downward facing dog, inhale and draw your torso forward until the arms are perpendicular to the floor and the shoulders are directly over the wrists with your torso parallel to the floor. Root down through your hands, firm the upper arms towards each other. Draw the navel in and up."
    },
    
    {
     "name": "Side Plank Right",
     "sanskrit": "Vasisthasana",
     "cues": "Begin in Plank pose. Lift your left arm up towards the sky, opening your body up on the left side. Stack your feet or place the left foot directly in front of your right foot. Option to come down onto your right knee if that feels better for you. Stack your shoulders over your wrist and keep your neck in line with your head. Engage your core muscles and pull your obliques up toward the sky. Breathe. To come out, lower your top hand to the mat and come back into a normal plank pose, neutral spine, switch sides."
    },
    
    {
     "name": "Side Plank Left",
     "sanskrit": "Vasisthasana",
     "cues": "Begin in Plank pose. Lift your right arm up towards the sky, opening your body up on the right side. Stack your feet or place the right foot directly in front of your left foot. Option to come down onto your left knee if that feels better for you. Stack your shoulders over your wrist and keep your neck in line with your head. Engage your core muscles and pull your obliques up toward the sky. Breathe. To come out, lower your top hand to the mat and come back into a normal plank pose, neutral spine."
    },
    
    {
     "name": "Bow",
     "sanskrit": "Dhanurasana",
     "cues": "Lie on your belly with your arms by your sides and your palms facing down on the mat. Bend your knees and bring the backs of your heels closer to your glutes. Keep your knees about hip-distance apart, reach your hands back and grab your ankles or feet. Engage your quad and inner thigh muscles as you lift your legs upward. At the same time begin to lift your chest, upper torso, and shoulders. Keep your pelvis rooted to the mat. Gaze forward softly. To release, gently bring your legs down and allow the arms to return to your sides."
    },
    
    {
     "name": "Pyramid Right",
     "sanskrit": "Parsvottanasana",
     "cues": "Begin in Tadasana. Step your left foot back so your feet are about 3-4 feet apart with your heels aligned. Keep your hands on your hips, turn your back foot in at about 50-60 degrees and point your right  foot about 90 degrees toward the front of the mat. Square your hips and turn your torso forward to the front short edge of the mat. Keep your spine long and with a flat back begin to drape your torso forward over your front leg. Depending on flexibility, the front knee can bend or stay straight. As you come forward, the hands can rest on your shin or ankle. Bring your gaze to your front toes. To release, press firmly into your back foot, back leg, and engage your core muscles and slowly lift up. Repeat on the other side."
    },
    
    {
     "name": "Pyramid Left",
     "sanskrit": "Parsvottanasana",
     "cues": "Begin in Tadasana. Step your right foot back so your feet are about 3-4 feet apart with your heels aligned. Keep your hands on your hips, turn your back foot in at about 50-60 degrees and point your left foot about 90 degrees toward the front of the mat. Square your hips and turn your torso forward to the front short edge of the mat. Keep your spine long and with a flat back begin to drape your torso forward over your front leg. Depending on flexibility, the front knee can bend or stay straight. As you come forward, the hands can rest on your shin or ankle. Bring your gaze to your front toes. To release, press firmly into your back foot, back leg, and engage your core muscles and slowly lift up. Repeat on the other side."
    },
    
    {
     "name": "Double Pigeon Right",
     "sanskrit": "aka Fire Log Pose",
     "cues": "Stack the legs ankle-to-knee like fire logs, with the right leg on top. Flex the feet and let the top foot hang off the bottom thigh a bit if this is comfortable, framing the knees with the feet. Option to sit on a block or blanket here or support thighs with a rolled blanket, blocks or towels. Once you're comfortable, fold the upper half of your body forward. Keep the sit bones on the ground and gently use the weight of the body to move more deeply into the pose. Breathe evenly and deeply, hold the post for 2-10 minutes on each side"
    },
    
    {
     "name": "Double Pigeon Left",
     "sanskrit": "aka Fire Log Pose",
     "cues": "Stack the legs ankle-to-knee like fire logs, with the left leg on top. Flex the feet and let the top foot hang off the bottom thigh a bit if this is comfortable, framing the knees with the feet. Option to sit on a block or blanket here or support thighs with a rolled blanket, blocks or towels. Once you're comfortable, fold the upper half of your body forward. Keep the sit bones on the ground and gently use the weight of the body to move more deeply into the pose. Breathe evenly and deeply, hold the post for 2-10 minutes on each side"
    },
    
    {
     "name": "Balancing Table Right",
     "sanskrit": "Dandayamna Bharmanasana",
     "cues": "Begin in tabletop with your wrists under your shoulders and knees under your hips. Keep your head and neck soft by gazing down towards the mat between your palms. Engage your core muscles and draw your left leg up behind you so that your back leg is parallel to the ground. Flex your left toes down towards the ground. Lift the right arm up in front of you so that it becomes parallel to the ground. Point your fingertips forward. Keep your hips squared. If this feels like too much, you can practice just lifting one arm or leg at a time. Hold for several breaths. Release by lowering your arm and leg slowly. Switch sides."
    },
    
    
    {
     "name": "Balancing Table Left",
     "sanskrit": "Dandayamna Bharmanasana",
     "cues": "Begin in tabletop with your wrists under your shoulders and knees under your hips. Keep your head and neck soft by gazing down towards the mat between your palms. Engage your core muscles and draw your right leg up behind you so that your back leg is parallel to the ground. Flex your right toes down towards the ground. Lift the left arm up in front of you so that it becomes parallel to the ground. Point your fingertips forward. Keep your hips squared. If this feels like too much, you can practice just lifting one arm or leg at a time. Hold for several breaths. Release by lowering your arm and leg slowly."
    },
    
    {
     "name": "Eagle Right",
     "sanskrit": "Garudasana",
     "cues": "Begin in Mountain pose. Bring your arms out wide and allow your left arm to wrap underneath your right. Wrap your arms so your palms touch. Squeeze your shoulderblades together slightly and draw your shoulders away from your ears. Lengthen up with your arms and bring them parallel to the mat. Find a spot in front of you to focus on to help you maintain your balance. Sit low into a squat and wrap your left leg around the right leg. To advance the pose, you can hook your left foot behind the right calf. Squeeze the legs together and sink lower into the hips to deepen the pose, keeping your weight on your heels. The more you squeeze your hands and legs together, the more it gives you balance. Gently release the arms and legs before switching sides."
    },
    
    {
     "name": "Eagle Left",
     "sanskrit": "Garudasana",
     "cues": "Begin in Mountain pose. Bring your arms out wide and allow your right arm to wrap underneath your left. Wrap your arms so your palms touch. Squeeze your shoulderblades together slightly and draw your shoulders away from your ears. Lengthen up with your arms and bring them parallel to the mat. Sit low into a squat and wrap your right leg around the left. To advance the pose, you can hook your right foot behind the left calf. Squeeze the legs together and sink lower into the hips to deepen the pose, keeping your weight on your heels. The more you squeeze your hands and legs together, the more it gives you balance. Gently release the arms and legs."
    },
    
    {
     "name": "Dolphin",
     "sanskrit": "Ardha Pincha Mayurasana",
     "cues": "Begin in Downward Facing Dog. Lower your forearms to the mat so that your arms are parallel to each other, palms face down or clasped together, engage your core and quads. Begin to slowly walk you feet towards your hands, stopping at the point that is comfortable for you, keep the spine long and broaden across your shoulder blades. To release, slowly walk your feet back and come up onto your hands in Downward Facing Dog"
    },
    
    {
     "name": "Triangle Right",
     "sanskrit": "Trikonasana",
     "cues": "Begin in Warrior II, right leg forward. Straighten your front leg and begin to reach the forward hand towards the front edge of your mat. Engage your core. Keep your spine straight and hinge from the front hip, bringing your upper body down. Allow the front hand to rest on your thigh, shin, ankle or toes. Lift the back arm up towards the sky, stacking your shoulders. Try to keep the torso in line with the thigh to avoid collapsing of the chest. To release, gently lift the torso up and come back into warrior II."
    },
    
    {
     "name": "Triangle Left",
     "sanskrit": "Trikonasana",
     "cues": "Begin in Warrior II, left leg forward. Straighten your front leg and begin to reach the forward hand towards the front edge of your mat. Engage your core. Keep your spine straight and hinge from the front hip, bringing your upper body down. Allow the front hand to rest on your thigh, shin, ankle or toes. Lift the back arm up towards the sky, stacking your shoulders. Try to keep the torso in line with the thigh to avoid collapsing of the chest. To release, gently lift the torso up and come back into warrior II."
    },
    
    {
     "name": "Wheel",
     "sanskrit": "Urdhva Dhanurasana",
     "cues": "Lie on your back with your arms by your sides, palms face down on the mat. Bend your knees, keeping your feet hip distance apart, bring your heels closer to your sit bones. Place your hands by your ears with your front palms face down and elbows bent. Your hands should be about shoulder distance apart. Point your fingers toward the toes and begin to lift the hips up towards the sky pressing evenly through your legs and arms. To deepen the back bend, continue elongating your hips upwards, and stretching through the arms. To keep your knees from splaying out to either side, rotate your thighs inward slightly and keep them in the same direction as your toes. Continue to lift up through your chest. Hold for several breaths. To come out of it, gently tuck your chin into your chest, bring the head down gently, and then let your body follow. Come back to lying down on the mat."
    },
    
    {
     "name": "Tabletop",
     "sanskrit": "Tabletop",
     "cues": "Come onto all fours. Spine neutral. Wrists beneath your shoulders, legs hip distance apart, knees under your hips."
    },
    
    {
     "name": "Cat/Cow",
     "sanskrit": "CatCow",
     "cues": "Come into tabletop. All fours, knees right underneath your hips, elbows and wrists right under your shoulders. We're going to do several rounds of cat/cow to get warmed up. Inhale, drop your belly, lift your chest, shoulders back, look up. Exhale, draw in your belly, press through the palms of your hands, tops of the feet. Gently tuck your chin and gaze down. Inhale, drop your belly, arch your back. Exhale: round. Flow on your own through cat/cow a few more times, linking your movements to your breath."
    },
    
    {
     "name": "Flow Sequence",
     "sanskrit": "Flow Sequence",
     "cues": "Inhale: Downward Facing Dog - come onto all fours, tuck your toes, and press up into down dog. Keep your tailbone lifted as you lengthen your heels toward the mat, straightening the legs or keeping them bent. Exhale, step up into a standing forward fold, bending at the hips, keep your knees soft. Inhale: halfway lift with your hands on your shins, spine long. Exhale, standing forward fold. Keep your feet rooted to the ground and allow your head and neck to soften towards your mat.Inhale mountain pose: rise up, sweeping the arms up to the sky and then bringing them back down alongside you in tadasana. Exhale, fold. Inhale, lift up halfway with a lengthened spine, step back into plank. Exhale--roll forward a bit on your toes, keep your elbows hugged to your sides as you bend them to a 90 degree angle, chaturanga. If it's easier to maintain your alignment or alleviate shoulder strain here, stay on your knees first and lower mindfully. Inhale: up dog or cobra - roll onto the tops of your feet and press up from the ground. Exhale, rock back onto your toes, press your hips up into down dog."
    },
    
    {
     "name": "Revolved Side Angle Right",
     "sanskrit": "Parivrtta Parsvakonasana",
     "cues": "From down dog, step your right foot forward into a lunge. Square the hips toward the front of the mat. Keep your right knee at a 90-degree angle. Align the center of your kneecap with the center of your left ankle. If possible, bring the left right thigh parallel to the floor. Lift the torso and raise your arms overhead into warrior I. Lengthen up, creating space, and pause before you lower your arms and bring the palms together into anjali mudra. Twist your torso right and and bring your left elbow to the outside of your left knee. Option to keep your back knee on the mat here."
    },
    
    {
     "name": "Revolved Side Angle Right",
     "sanskrit": "Parivrtta Parsvakonasana",
     "cues": "From down dog, step your left foot forward into a lunge. Square the hips toward the front of the mat. Keep your left knee at a 90-degree angle. Align the center of your kneecap with the center of your right ankle. If possible, bring the left thigh parallel to the floor. Lift the torso and raise your arms overhead into warrior I. Lengthen up, creating space, and pause before you lower your arms and bring the palms together into anjali mudra. Twist your torso left and and bring your left elbow to the outside of your right knee. Option to keep your back knee on the mat here."
    },
    
    {
    
     "name": "Alternate Nostril Breathing",
     "sanskrit": "Nadi Shodhana",
     "cues": "Sitting up, begin by gently closing your right nostril with your right thumb. Inhale slowly through your left nostril, which should be open. Then pause and gently close your left nostril with your right ring finger and exhale through the right nostril. Repeat, alternating inhaling on the left and exhaling on the right."
    },
    
    {
     "name": "Ocean Breath",
     "sanskrit": "Ujaayi",
     "cues": "If you're familiar with ujjayi breath, go ahead and begin. To find your ujjayi breath, take an inhale through the nostrils, gently constricting the throat. feel the breath as it moves down your throat. this is just a gentle constriction that allows you to feel and hear the breath. Exhale, keeping the same light constriction. Contniue to breathe, maybe you can hear why it is also referred to as ocean breath. Let's stay here for a few minutes, tracing the journey of the breath, maybe focus on creating a soothing inhale and exhale. A soft, pleasant ocean sound. Remember to keep the breath unhurried and relaxed. If at any time you experience discomfort return to normal breathing."
    },
    
    {
     "name": "Breath of Fire",
     "sanskrit": "Kapalabhati",
     "cues": "Find a comfortable sit with a long spine, head gently inclined toward your chest. Set your attention at your third eye, just between the brows, with eyes gently closed. Hands can rest on your knees, fingers in maha-chin mudra (index fingers under the thumbs); or, to turn up the volume a bit, arms extended in a wide V over your head, fingers tucked into your palm with your thumb stuck out like a cosmic hitchhiker. Take a regular inhale and exhale to begin. Then, inhale partway and begin breathing rapidly while engaging the belly, letting it move in with the exhale and out with the inhale. When you’re done, draw a deep breath in, retain the air in until it no longer feels comfortable, and then slowly release air through the nose. Sit quietly and observe the effects.Sit up tall. Breathe in and out through the nose, pressing the belly out during the inhale, and pulling the belly in during the exhale. Your breath here is powered from the navel and the solar plexus through rapid stomach pumps: On the exhale, air is expelled through the nose by pulling the navel back toward the spine. On the inhale, the belly relaxes and the diaphragm releases. The vacuum created by the exhale will naturally lead to an inhale. This breath can be fast and rigorous but allow the body to stay relaxed, release any tension in your face, jaw. Find a comfortable sit with a long spine, head gently inclined toward your chest. "
    },
    
    {
    "name": "Three Part Breath",
    "sanskrit": "Pranayama",
    "cues": "Come into easy pose. Lengthen up through the crown of your head and gently relax your shoulders. Bring your attention to your breath, inhale deeply through the nose. Exhale through the mouth. One your next breath, inhale through the nose to first fill your belly, then your ribcage, and finally your chest. Pause and hold for a second or two. Exhale through the nose, allowing the air to release from the chest, the ribcage, and then the belly. It might help to have one hand on your belly and one hand on your vchest to feel the journey of the breath. Let's do this three part breath a few more times."
    }
    
    ]